public/life/listening.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-10-31 Tue 13:49 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title></title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="/org"> HOME </a>
</div><div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org74d6430">1. Listening</a>
<ul>
<li><a href="#org28aed4c">1.1. Hindrances to fully listening</a></li>
<li><a href="#org09dbe90">1.2. Ways of improving active listening skills</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<a href="http://www.allbusiness.com/active-listening-is-an-essential-sales-tool-4001384-1.html">http://www.allbusiness.com/active-listening-is-an-essential-sales-tool-4001384-1.html</a>
</p>
<div id="outline-container-org74d6430" class="outline-2">
<h2 id="org74d6430"><span class="section-number-2">1</span> Listening</h2>
<div class="outline-text-2" id="text-1">
<p>
You will not learn anything from listening to yourself talk.
Remember also about the reciprocation rule - when you give them attention and
understanding, they will want to give it back to you.
</p>
</div>
<div id="outline-container-org28aed4c" class="outline-3">
<h3 id="org28aed4c"><span class="section-number-3">1.1</span> Hindrances to fully listening</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Are you doing something else when the other person is talking?
Are you thinking about the next call, how much money will be made from 
that or about personal concerns?</li>
<li>During the conversation, do you wait for a pause so that yoyu can spit 
something out?</li>
<li>How difficult is it for you to stay quiet?</li>
<li>Do you talk without thinking beforehand?</li>
<li>Do you fake listening just s oyou can get in your comments?</li>
<li>Do you practice selective listening?</li>
<li>Do you only hear the things you want to hear?</li>
<li>Are you aware of the message that the person is sending apart from their
words (body language, facial expressions, eye contact, vocal intonation)?</li>
<li>Do you allow background noise or the environment to hinder your ability to
listen?</li>
<li>Do you listen through filters? When you listen through a filter, your 
understanding of what you have heard is based on past experiences and 
beliefs. Passing judgement on people because of their age, success, looks,
invalidation because of having been in a similar situation with someone 
else - these create a wall for empathy.</li>
</ul>
</div>
</div>
<div id="outline-container-org09dbe90" class="outline-3">
<h3 id="org09dbe90"><span class="section-number-3">1.2</span> Ways of improving active listening skills</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li><b>Encourage silence to prove you're actively listening.</b> Wait for minimum 
3-4 seconds before responding. Even count in your head. Pause demonstrates
your interest in what the other party has to say, making them more 
comfortable and prompting to talk more. It also gives you an opportunity 
to more often answer thoughtfully.</li>
<li><b>Never interrupt while the other party is speaking.</b></li>
<li><b>Be present.</b> Focus on what the other person is saying, showing genuine 
interest in them. Have an open and non-judgmental mindset, otherwise you
risk losing out on subtle cues.</li>
<li><b>Make the other party feel heard.</b> Clarify what the client has said 
during the conversation. Rephrase their comments or questions in your own
words to ensure that you have processed them. Also, you may want to try
rephrasing other party's words in agreement with them.</li>
<li><b>Become a solution-oriented listener.</b> Spend more time listening for a 
solution than you would on the problem.</li>
<li><b>Listen for what is not said.</b> Reading between the lines is crucial, 
because what is implied is often more important than what is being said.
Ask for clarifications, especially when getting seemingly conflicting 
messages and explore the meaning behind the words and the message that you
think the other party is trying to communicate.</li>
<li><b>Listen for information.</b> As opposed to listening <b>to</b> information (which
is just hearing words), you should look under them to explore implied 
meanings. This prevents preconceived notions and premature judgements or 
misinterpretations.
<ul class="org-ul">
<li>Listen for what is missing.</li>
<li>Listen for concerns the other party might have or what is important to 
them.</li>
<li>Listen for what they value.</li>
<li>Listen for what they want and need in order to fill the gap in between.</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author:  (<a href="mailto:elkorn@arch">elkorn@arch</a>)</p>
<p class="date">Date: </p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.1 (<a href="http://orgmode.org">Org</a> mode 9.0.3)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
